[
  {
    "id": "el-robo-es-la-propiedad",
    "image": "/images/el-robo-es-la-propiedad.png",
    "title": "¡El robo es la propiedad!",
    "subtitle": "Desposesión y teoría crítica",
    "author": "Robert Nichols",
    "shortDescription": "Invirtiendo la conocida frase de Proudhon ('la propiedad es el robo'), Robert Nichols analiza los procesos mediante los cuales el colonialismo integró el robo al sistema de la propiedad privada. Un libro necesario para entender no sólo la historia del colonialismo, sino también las actuales luchas de los pueblos indígenas en defensa de sus territorios y recursos naturales",
    "description": "Basándose en las luchas de los pueblos indígenas contra el colonialismo, ¡El robo es la propiedad! reconstruye el concepto de desposesión como medio para explicar cómo las configuraciones cambiantes de la ley, la propiedad, la raza y los derechos, han funcionado como modos de gobierno, tanto históricamente como en el presente. A través de un análisis minucioso de los argumentos de académicos y activistas indígenas desde el siglo XIX hasta la actualidad, Robert Nichols sostiene que la desposesión da nombre a un proceso particular: un mecanismo recursivo a través del cual se generan las relaciones de propiedad. Al hacer esto, Nichols también pone en conversación directa debates de larga data en el pensamiento anarquista, negro, feminista, marxista y poscolonial, con las contribuciones intelectuales de los pueblos indígenas, frecuentemente ignoradas.",
    "buyLink": "https://www.amazon.com/-/es/Robert-Nichols/dp/B0BNH11Z2H",
    "downloadLink": "https://res.cloudinary.com/deckhnump/image/upload/v1719173089/books-bibliotopia/22112022_Digital_El_robo_es_la_propiedad_yyunh4.pdf",
    "isbn": "979-8364105660",
    "year": "2022",
    "pages": "272"
  },
  {
    "id": "brazil-land-past",
    "image": "/images/brazil-land-past.png",
    "title": "Brazil, Land of the Past",
    "subtitle": "The Ideological Roots of the New Right",
    "author": "Georg Wink",
    "shortDescription": "This is an essential book to understand the reconfiguration of the Brazilian right. It explains in detail how today a diverse movement – which includes actors ranging from the authoritarian Bolsonaro wing to economic liberals to the military to both Catholic and evangelical religious conservatives – assumes unanimously the ideas of this tradition as underlying premises of their political action. “Wink's work goes to the bottom of the intellectual and religious roots or Brazil's main reactionary tropes and ideologues. His book sheds much needed light on the democratic crisis in contemporary Brazil”. José Szwako, State University of Rio de Janeiro",
    "description": "Brazil, Land of the Past scrutinizes the ideological roots of the so-called New Right in Brazil. The book traces the continuity and resilience of a system of thought based on the idea of a God-given hierarchical order to be defended against any social contract and modernizing relativization. It explains in detail how today a diverse movement – which includes actors ranging from the authoritarian Bolsonaro wing to economic liberals to the military to both Catholic and evangelical religious conservatives – assumes unanimously the ideas of this tradition as underlying premises of their political action. Though not always explicitly, this drives the self-declared 'liberal-conservative' but rather anti-modernist reaction which claims to liberate an imaginary authentic “Brazil” from an aberrant “State” – and in so doing intends to preserve inherited privilege in an extremely unequal society.",
    "buyLink": "https://www.amazon.com/Georg-Wink/dp/6079934817",
    "downloadLink": "https://res.cloudinary.com/deckhnump/image/upload/v1719219846/books-bibliotopia/17082022_Brazil_Land_of_the_Past_digital_iuvlva.pdf",
    "isbn": "6079934817",
    "year": "2021",
    "pages": "336"
  },
  {
    "id": "capitalismo-de-deuda",
    "image": "/images/capitalismo-de-deuda.png",
    "title": "Capitalismo de deuda",
    "subtitle": "Una lectura crítica de la crisis mundial del endeudamiento",
    "author": "Tim Di Muzio y Richard Robbins",
    "shortDescription": "El capitalismo es el sistema del endeudamiento perpetuo. La deuda es impagable, y la existencia de los intereses obliga a las economías a producir y consumir por encima de los límites físicos que impone la naturaleza. Este libro es una guía imprescindible para comprender el nexo entre la deuda, la dominación de clase y los problemas ecológicos del mundo.",
    "description": "Capitalismo de deuda es un esfuerzo por descifrar cómo la tecnología de la deuda se ha convertido en uno de los mayores obstáculos para las aspiraciones democráticas y racionales de la sociedad moderna. Richard Robbins y Tim Di Muzio muestran que la deuda, entendida como una tecnología de poder, es un engranaje insertado en el corazón del capitalismo. En la deuda se anudan un mecanismo que transfiere riqueza desde los asalariados hacia los capitalistas, un instrumento de control político sobre las poblaciones de todo el mundo y un algoritmo que presiona a las economías a producir y consumir por encima de los límites físicos de la naturaleza. La deuda está en el origen del Estado moderno y en las innovaciones más recientes de los mercados financieros. Está implicada en las formas más descarnadas de violencia y control social y en las técnicas más refinadas de especulación financiera. Opera en las grandes transferencias de riqueza (como en los rescates bancarios) y en las transacciones ordinarias del día a día (pues bajo el vigente sistema monetario, el dinero es creado como deuda). La deuda es ubicua: es impagable y es uno de los motores del capitalismo contemporáneo.¿Queda algo por hacer ante una tecnología social tan extendida y enraizada? ¿Es imaginable que al poder de la deuda pueda oponerse una lucha política fundada en el poder de los deudores? Capitalismo de deuda es una excelente herramienta para adentrarse en la tarea de dar una respuesta a estas interrogantes.",
    "buyLink": "https://www.amazon.com/Capitalismo-Deuda-lectura-cr%C3%ADtica-endeudamiento/dp/B08SPLPNMZ",
    "downloadLink": "https://res.cloudinary.com/deckhnump/image/upload/v1719219886/books-bibliotopia/23112020_Di_Muzio_y_Robbins_Capitalismo_de_deuda_cihkoe.pdf",
    "isbn": "979-8579608833",
    "year": "2021",
    "pages": "192"
  },
  {
    "id": "el-sentido-de-ser-hombre",
    "image": "/images/el-sentido-de-ser-hombre.png",
    "title": "El sentido de ser hombre",
    "subtitle": "",
    "author": "Ole Bjerg",
    "shortDescription": "",
    "description": "¿Qué significa ser un hombre? Aunque esta pregunta es crucial para por lo menos la mitad de la población mundial, Ole Bjerg argumenta que ha sido casi olvidada por la filosofía. En este revolucionario libro, el autor pone en movimiento las ideas de Martin Heidegger y Hannah Arendt para acuñar el concepto de ser-hombre como una alternativa al discurso convencional sobre el género y la identidad. Esto conduce a una exploración del amor, el sexo, el arte, la verdad, la paternidad, las mujeres y otros asuntos existenciales que confrontan a los hombres en su esfuerzo por dar sentido a su existencia y su vida en el mundo actual. El sentido de ser hombre puede ser leído por cualquiera, pero está escrito explícitamente para aquellos hombres inconformes con los debates académicos actuales acerca de las cuestiones relativas a los hombres y las mujeres y que, sin embargo, aún creen en que la filosofía tiene algo valioso que decir sobre estos temas. Ole Bjerg (1974) es profesor de filosofía y economía en la Copenhagen Business School. Sus escritos abarcan diversos temas como el dinero, la banca, el Dinero Digital del Banco Central, el Bitcoin, la sustentabilidad, las teorías de la conspiración, el póquer, las adicciones y la ética. Entre otros libros, es autor de Parallax of Growth (Polity Press 2016), Making Money (Verso 2014) y Poker: The Parody of Capitalism (University of Michigan Press 2011). Nació en Jutlandia. Actualmente vive en Copenhagen con su esposa y sus dos hijos.",
    "buyLink": "https://www.amazon.com/SENTIDO-SER-HOMBRE-PhD-Bjerg/dp/8797245380",
    "downloadLink": "https://res.cloudinary.com/deckhnump/image/upload/v1719219689/books-bibliotopia/Digital_Ole_Bjerg_El_sentido_de_ser_hombre_virs04.pdf",
    "isbn": "8797245380",
    "year": "2021",
    "pages": "208"
  },
  {
    "id": "capital-como-poder",
    "image": "/images/capital-como-poder.png",
    "title": "El capital como poder",
    "subtitle": "Un estudio del orden y el creorden",
    "author": "Jonathan Nitzan y Shimshon Bichler",
    "shortDescription": "",
    "description": "Las teorías convencionales del capitalismo están sumidas en una profunda crisis: tras siglos de debates todavía son incapaces de decirnos qué es el capital. Tanto liberales como marxistas se refieren al capital como una entidad ‘económica’ que puede ser contabilizada en unidades universales de ‘utilidad’ o de ‘trabajo abstracto’. Pero estas unidades son totalmente ficticias. Nadie ha sido capaz de observarlas ni medirlas, y esto por una buena razón: no existen. Y dado que liberalismo y marxismo dependen de estas unidades inexistentes, sus teorías están suspendidas en el aire. No pueden explicar el proceso que más importa: la acumulación de capital. Este libro ofrece una alternativa radical. De acuerdo con los autores, el capital no es una entidad económica estrechamente identificable, sino una cuantificación simbólica del poder. Tiene poco que ver con la utilidad o el trabajo abstracto, y se extiende más allá de las máquinas y las líneas de producción. El capital, afirman Bichler y Nitzan, representa el poder organizado de los grupos del capital dominante para reconfigurar –o creordenar– su sociedad. Escrito en un lenguaje simple, accesible a lectores neófitos y expertos, este libro desarrolla una economía política novedosa. Conduce al lector a través de la historia, los supuestos y las limitaciones de la economía dominante y sus teorías políticas asociadas, examina la evolución del pensamiento marxista sobre la acumulación y el Estado, y articula una innovadora teoría del ‘capital como poder’, así como una nueva historia del ‘modo de poder capitalista’.",
    "buyLink": "https://www.amazon.com/Jonathan-Nitzan/dp/B086B5QP7S",
    "downloadLink": "https://res.cloudinary.com/deckhnump/image/upload/v1719220036/books-bibliotopia/Bichler_y_Nitzan_El_Capital_como_Poder_zujxrx.pdf",
    "isbn": "979-8623161185",
    "year": "2018",
    "pages": "496"
  },
  {
    "id": "hacer-dinero",
    "image": "/images/hacer-dinero.png",
    "title": "Hacer dinero",
    "subtitle": "Filosofía del capitalismo postcrédito",
    "author": "Ole Bjerg",
    "shortDescription": "",
    "description": "Este libro es un viaje filosófico a las entrañas del dinero y las finanzas. Vivimos en una época dominada por la especulación bursátil, el endeudamiento, el poder de los bancos y el mercado financiero. ¿Pueden los conceptos filosóficos ayudarnos a dilucidar cómo funcionan estos campos? ¿Cómo es posible que un conjunto de signos financieros almacenados en sistemas virtuales estructure nuestra sociedad y determine la vida de las personas? ¿Pueden las sociedades hacer algo para liberarse del peso de la deuda? ¿Es posible imaginar un sistema monetario organizado bajo principios democráticos? La tesis central de este libro es desafiante: sostiene no sólo que los economistas no entienden el dinero; sino que la filosofía es la disciplina mejor armada para desentrañar la realidad de este elusivo objeto y el poder que en él se encierra. Hacer dinero. Filosofía del capitalismo postcrédito, es una vibrante defensa de la filosofía y un llamado urgente a la organización política.",
    "buyLink": "https://www.amazon.com/Hacer-dinero-Filosof%C3%ADa-capitalismo-postcr%C3%A9dito/dp/8797245399",
    "downloadLink": "https://res.cloudinary.com/deckhnump/image/upload/v1719219727/books-bibliotopia/31052021_Digital_Hacer_dinero_tynafz.pdf",
    "isbn": "8797245399",
    "year": "2021",
    "pages": "300"
  },
  {
    "id": "la-disputa-de-los-economistas",
    "image": "/images/la-disputa-de-los-economistas.png",
    "title": "La disputa de los economistas",
    "subtitle": "",
    "author": "Gilles Raveaud",
    "shortDescription": "",
    "description": "La ciencia económica tiene la desconcertante peculiaridad de estar habitada por desacuerdos inconciliables. No existe un solo problema social relevante para el que los economistas no ofrezcan soluciones diferentes y a menudo contradictorias.¿A qué se debe la vocación polémica que caracteriza a la economía? ¿Cómo acercarse a ella sin extraviarse en el océano de perspectivas contrapuestas y disensos sin solución?En este didáctico libro, Gilles Raveaud ofrece un mapa para sobrevivir al polémico mundo de los economistas explorando las ideas centrales de cuatro corrientes del pensamiento económico: la perspectiva liberal, el keynesianismo, la tradición marxista y el enfoque ecológico-humanista.A través de este itinerario, el autor muestra que la economía, pese al eterno desacuerdo que la anima, todavía puede contribuir a analizar los numerosos problemas a los que se enfrenta nuestra sociedad y ofrecer soluciones.",
    "buyLink": "https://www.todostuslibros.com/libros/la-disputa-de-los-economistas_978-607-99348-2-8",
    "downloadLink": "https://res.cloudinary.com/deckhnump/image/upload/v1719219919/books-bibliotopia/Gilles_Raveaud_La_disputa_de_los_economistas_y1mzrk.pdf",
    "isbn": "978-607-99348-2-8",
    "year": "2022",
    "pages": "116"
  },
  {
    "id": "mexico-izquierdo",
    "image": "/images/mexico-izquierdo.png",
    "title": "México izquierdo",
    "subtitle": "Claroscuros de las izquierda mexicanas (1968-2021)",
    "author": "Massimo Modonesi",
    "shortDescription": "",
    "description": "¿Cómo explicar la actual configuración de ese conglomerado multiforme de actores políticos que llamamos izquierda? ¿Qué eventos marcaron los rasgos esenciales de estos diversos grupos y cómo se adaptaron a las profundas transformaciones sociales del último medio siglo?México Izquierdo registra algunos de los momentos y procesos determinantes de las izquierdas mexicanas y propone hipótesis para dar cuenta de sus avances, tropiezos, y reconfiguraciones. En particular, explora el eclipse de las izquierdas socialistas en las últimas décadas del siglo XX, el ascenso y la descomposición del Partido de la Revolución Democrática, los procesos de resistencia y movilización durante la difícil década marcada por el aumento de la violencia en México y, por último, la reconfiguración de la correlación de fuerzas a partir del ascenso y la victoria electoral del movimiento obradorista en las elecciones de 2018. Una guía fundamental para comprender los múltiples rostros de la izquierda mexicana contemporánea.",
    "buyLink": "https://www.todostuslibros.com/libros/mexico-izquierdo_978-607-99348-0-4",
    "downloadLink": "https://res.cloudinary.com/deckhnump/image/upload/v1719219553/books-bibliotopia/Massimo_Modonesi_M%C3%A9xico_izquierdo_Final_qikgdf.pdf",
    "isbn": "978-607-99348-0-4",
    "year": "2021",
    "pages": "250"
  },
  {
    "id": "democratizar-el-dinero",
    "image": "/images/democratizar-el-dinero.png",
    "title": "Democratizar el dinero",
    "subtitle": "Una introducción a la Reforma del Dinero Soberano",
    "author": "Jesús Suaste, Govert Schuller, Mark Young (eds)",
    "shortDescription": "",
    "description": "Pese a que el dinero es la partícula elemental de los intercambios económicos de nuestras sociedades, casi nadie cuestiona los fundamentos del sistema monetario vigente. Y pese a que en los últimos años el mundo entero ha padecido las consecuencias de un sistema financiero inestable, poco se ha avanzado en el desarrollo de propuestas para transformarlo radicalmente. El hecho de que el dinero es creado como deuda, o el hecho de que el poder de creación monetaria está en poder de los bancos comerciales, no suelen ser temas problematizados en el debate público. A contracorriente del olvido en el que se encuentra la pregunta por el dinero, este libro busca mostrar al lector que un sistema monetario es el escenario de una lucha por el poder cuyas consecuencias impactan en todos los ámbitos de la vida cotidiana. ¿Qué sistema monetario es compatible con los principios democráticos que suscriben las sociedades modernas? La Reforma del Dinero Soberano propone un objetivo concreto, realizable y de gran alcance: retirar a los bancos el poder de crear dinero y ponerlo de vuelta en manos de un sistema público y democráticamente administrado.",
    "buyLink": "https://www.lulu.com/shop/mark-young-and-govert-schuller-and-jesus-suaste-cherizola/democratizing-money/paperback/product-8jd6d7.html?page=1&pageSize=4",
    "downloadLink": "https://res.cloudinary.com/deckhnump/image/upload/v1719219642/books-bibliotopia/Digital_version_Democratizar_el_dinero_05102020_tzawlu.pdf",
    "isbn": "9781716591228",
    "year": "2020",
    "pages": "260"
  }
]
